<div class="row">	
    <div class="col-md-12">
        <div class="card">

            <div class="tabs-block">

                <div class="tabs-link-block">
                    <div class="tabs-link active">Общие правила</div>
                    <div class="tabs-link">Правила администарции</div>
                    <div class="tabs-link">Правила «DEATHRUN»</div>
                    <div class="tabs-link">Правила «MANIAC»</div>
                </div>

                <div class="blockrl">
                <div class="tabs-content-block">
                    <div class="tabs-content active">
                        <div class="header-r"><h4>Общие правила проекта «E[X]TREMIUM»</h4></div>
                    <ol class="tn">
						<li class="tn">Основное положение.
                            <ol class="tn">
                                <li class="tn nt"><p>Заходя на наш сервер или посещая наши интернет ресурсы, вы автоматически соглашаетесь с указанными здесь правилами. Незнание правил не освобождает вас от ответственности.</p></li>
                                <li class="tn nt"><p>Персонал проекта вправе изменить текущие правила в любой момент не уведомляя об этом игроков. Изменения вступают в силу после того, как они будут опубликованы на сайте.</p></li>
                                <li class="tn nt"><p>Персонал проекта вправе приостановить действие вашей учётной записи, если на это есть весомые причины.</p></li>
                                <li class="tn nt"><p>В случае какой-либо утери из-за багов сервера обратитесь в нашу техническую поддержку, которая расположена в личных сообщениях группы вк для максимально быстрого решения возникшей проблемы. Не следует затягивать с этим, в противном случае вам будет отказано. Мы не несем полной ответственности за вещи, утерянные игровым путем. Любая попытка обмана или введение в заблуждение может караться блокировкой аккаунта.</p></li>
                                <li class="tn nt"><p>Запрещена продажа и передача своего личного аккаунта другому пользователю, а также покупка и использование чужого аккаунта, на котором уже есть действующие привилегии. Запрещено осознанное размещение информации о намерении продажи аккаунта, внутриигровой валюты и иных приспособлений.</p></li>
                                <li class="tn nt"><p>Если на одном из аккаунтов имеется активная блокировка, то заход с последующих аккаунтов строго запрещён, в противном случае возможна постоянная блокировка всех учётных записей без возможности разбана.</p></li>
                                <li class="tn nt"><p>Игрок, который нарушил правила и не был своевременно наказан, может получить блокировку в несколько раз выше, чем написано в правилах, если на него подадут жалобу на форуме.</p></li>
                                <li class="tn nt"><p>Персонал проекта вправе произвести полное или частичное обнуление аккаунта основываясь на серьезные для этого причины. Обнулению может подвергаться внутриигровая валюта, опыт от звания, статистика и уровни варкрафта.</p></li>
                                <!-- <p class="canceled-r"></p> -->
                                <!-- <a class="links_oferta"></a> -->
                            </ol>
					    </li>
                            <br>
						<li class="tn">Поведение в игре.
                            <ol class="tn">
                                <li class="tn nt"><p>Запрещено использование, хранение и распространение программного обеспечения, дающего преимущество над другими игроками (читы, ахк скрипты, макросы в мышках и т.п.).<br><b>Наказание: Бессрочная блокировка аккаунта.</b></p></li>
                                <li class="tn nt"><p>Запрещено умышленное использование и распространение багов сервера, игры, карт, привилегий для получения какой-либо выгоды или баловства.<br><b>Наказание: Блокировка аккаунта от 1 до 7 дней.</b></p></li>
                                <li class="tn nt"><p>Запрещено использование средств коммуникабельности для мониторинга информации. Передача информации о местоположении игроков по дискорду, скайпу, тимспику и в подобных программах своим друзьям и знакомым.<br><b>Наказание: Блокировка аккаунта на 7 дней.</b></p></li>
                                <li class="tn nt"><p>Запрещено рекламировать в чатах сторонние ресурсы, не относящиеся к проекту, и не связанные с Valve corporation. Также запрещена реклама других проектов в никах.<br><b>Наказание: Блокировка аккаунта от 1 до 7 дней.</b></p></li>
                                <li class="tn nt"><p>Запрещено использование оскорбительных никнеймов, содержащих в себе любое упоминание какого-либо человека, например: его прозвище, имя, фамилия или ник.<br><b>Наказание: Блокировка аккаунта на 3 часа.</b></p></li>
                                <li class="tn nt"><p>Запрещено выдавать себя за администратора сервера, если вы таковым не являетесь; угрозы баном или мутом; использование идентичных или максимально похожих никнеймов администрации; клан-теги, например: модератор, админ и т.п.<br><b>Наказание: Блокировка аккаунта от 1 до 7 дней.</b></p></li>
                                <li class="tn nt"><p>Запрещено оскорбление и высказывание недовольства в сторону проекта, услуг, персонала и гл.админа даже завуалированным текстом.<br><b>Наказание: Бессрочная блокировка аккаунта.</b></p></li>
                                <li class="tn nt"><p>Запрещено намеренно препятствовать нормальной игре. Например: Стрелять в тимейтов, кидать флешки в лицо тимейтам, затягивать раунд, заключать союз с игроком противоположной команды, закрывать обзор видимости.<br><b>Наказание: Блокировка аккаунта от 1 до 3 часов.</b></p></li>
                                <li class="tn nt"><p>Запрещено продавать и покупать что-либо за реальную валюту. Будь то скины, аккаунты, серверная валюта, привилегии и т.п.<br><b>Наказание: Блокировка аккаунта на 7 дней.</b></p></li>
                                <li class="tn nt"><p>Запрещено использовать оскорбляющий или унижающий кого-либо тег на оружии, содержащий в себе любое упоминание какого-либо человека например: его прозвище, имя, фамилия или ник.<br><b>Наказание: Блокировка аккаунта от 1 до 3 дней.</b></p></li>
                                <li class="tn nt"><p>Запрещено отправлять в админ чат текст оскорбительного характера и бессмысленные сообщения. Также запрещено засорять чат сторонними плагинами при наличии мута.<br><b>Наказание: Блокировка аккаунта на 3 часа.</b></p></li>
                                <li class="tn nt"><p>Запрещено оскорбление, а также упоминание родных и близких в плохом контексте.<br><b>Наказание: Блокировка аккаунта на 7 дней.</b></p></li>
                                <li class="tn nt"><p>Запрещено оффтопить в репорт. Например: отправка репортов не имеющих никакого смысла (шуткой), отправка репорта в ответ (если кинули на вас). При отправке репорта стоит указывать конкретную причину жалобы.<br><b>Наказание: Блокировка аккаунта до 3-х дней.</b></p></li>
                                <li class="tn nt"><p>Запрещено мониторить администратора, находящегося на сервере в инвизе, особенно, если при этом присутствуют злостные нарушители.<br><b>Наказание: Блокировка аккаунта на 3 часа.</b></p></li>
                            </ol>
					    </li>
                            <br>
                        <li class="tn">Поведения игроков в чате.
                            <ol class="tn">
                                <li class="tn nt"><p>Запрещено оскорблять игроков, а также хамить им.<br><b>Наказание: Блокировка чата от 1 до 3 часов.</b></p></li>
                                <li class="tn nt"><p>Запрещен флуд, спам, капс более нескольких раз в течении небольшого промежутка времени.<br><b>Наказание: Блокировка чата от 1 до 3 часов.</b></p></li>
                                <li class="tn nt"><p>Запрещено выдавать информацию о местоположении игроков на карте, если вы мертвы. Допускается разглашение подобной информации только о том месте, где вас убили в течении трех секунд после вашей смерти.<br><b>Наказание: Блокировка чата на 1 час.</b></p></li>
                                <li class="tn nt"><p>Запрещено включать музыку по микрофону через динамики или какую-то программу.<br><b>Наказание: Блокировка чата на 6 часов.</b></p></li>
                                <li class="tn nt"><p>Запрещено издавать какие-либо шумы и посторонние звуки. Наличие плохого микрофона, чавканье, хлопки, шлепки и т.п.<br><b>Наказание: Блокировка чата от 1 до 3 часов.</b></p></li>
                                <li class="tn nt"><p>Запрещено намерено оскорблять игроков перед выходом с сервера, тем самым наплевательски относясь к наказанию.<br><b>Наказание: Блокировка чата на 1 день.</b></p></li>
                                <li class="tn nt"><p>Запрещена чрезмерная назойливость в любом её виде.<br><b>Наказание: Блокировка чата от 1 до 3 часов.</b></p></li>
                                <li class="tn nt"><p>Запрещен расизм и национализм в грубой и оскорбительной форме.<br><b>Наказание: Блокировка чата от 1 до 3 часов.</b></p></li>
                            </ol>
                        </li>
                            <br>
                        <li class="tn">Для привилегированных игроков.
                            <ol class="tn">
                                <li class="tn nt"><p>Запрещено танцевать во время перестрелки.<br><b>Наказание: Блокировка аккаунта на 1 день.</b></p></li>
                                <li class="tn nt"><p>Запрещено бессмысленно засорять карту, зарисовывать проходы, оскорблять игроков и рисовать 18+ контент рисовалкой.<br><b>Наказание: Блокировка аккаунта от 1 до 7 дней.</b></p></li>
                                <li class="tn nt"><p>Запрещено брать оружейный комплект на 16 и 17 раунде (паблик).<br><b>Наказание: Блокировка аккаунта на 1 день.</b></p></li>
                            </ol>
                        </li>
                    </ol>
                    </div>

                    <div class="tabs-content">
                        <div class="header-r"><h4>Правила администрации проекта «E[X]TREMIUM»</h4></div>
                    <ol class="tn">
						<li class="tn">Основные понятия.
                            <ol class="tn">
                                <li class="tn nt"><p>Администратор не должен гнаться за статистикой выдачи блокировок, не должен наказывать всех игроков подряд за пустяки, особенно, если игроки шуткой пытаются как-то друг друга задеть, оскорбить или подшутить и им не обидно, достаточно будет выдать предупреждение, после чего соответствующее наказание.</p></li>
                                <li class="tn nt"><p>Для получения админ-панели привилегированному игроку необходимо связаться с одним из участников команды проекта, после чего сдать небольшой тест на знание правил, и уже от ваших ответов будут отталкиваться, давать ли вам доступ для управления над игроками.</p></li>
                                <li class="tn nt"><p>Игрок, вставший на пост администратора имеет возможность получить любую привилегию за хорошую активность на сервере. Достаточно будет наигрывать по 30 часов в месяц для того, чтобы забрать приз, также стоит учитывать, что чем лучше привилегия, тем меньше её срок получения.</p></li>
                                <li class="tn nt"><p>Администраторы, которые не могут зайти по той или иной причине в какой-то период времени, должны обязательно написать по этому поводу своему куратору или в дискорд канал, в чат "отсутствие", дабы в дальнейшем не было недопониманий.</p></li>
                                <li class="tn nt"><p>Администратор, нарушающий правила, будет наказан выговором. Максимальное количество выговоров - 3, при достижении данной отметки администратор снимается с поста. Все выговоры временные и могут со временем аннулироваться.</p></li>
                                <li class="tn nt"><p>Неактивные администраторы снимаются со своего поста и могут вернутся лишь с некоторыми условиями, которые будут оглашены при подаче новой заявки на нашем форуме, либо же спросив у команды проекта.</p></li>
                                <li class="tn nt"><p>Администратор, имеющий дополнительный функционал может использовать его в конце раунда над игроками, также можно использовать его на читерах прям во время игрового процесса, но, вследствие чего они должны будут наказаны.</p></li>
                                <li class="tn nt"><p>Администраторы обязаны быть в хороших взаимоотношениях между собой, для коллективной и слаженной работы.</p></li>
                                <li class="tn nt"><p>Администратор, не отстоявший должное время на своем посту с момента принятия, получает временную блокировку аккаунта.</p></li>
                            </ol>
                        </li>
                            <br>
                        <li class="tn">Обязанности.
                            <ol class="tn">
                                <li class="tn nt"><p>Своевременно просматривать сайт на наличие изменений в правилах.</p></li>
                                <li class="tn nt"><p>Находится в дискорд канале проекта для получения репортов от игроков.</p></li>
                                <li class="tn nt"><p>По возможности следить за порядком на сервере и наказывать нарушителей.</p></li>
                                <li class="tn nt"><p>Предоставлять всю необходимую информацию игрокам, если они интересуются этим.</p></li>
                                <li class="tn nt"><p>Самому соблюдать все правила.</p></li>
                            </ol>
                        </li>
                            <br>
                        <li class="tn">Запрещено.
                            <ol class="tn">
                                <li class="tn nt"><p>Использовать админку в личных целях. Банить тех людей, которые вам не нравятся; кидать скример игроку, если тот не является читером; использовать информацию из чата противоположной команды; использовать дополнительный функционал во время игрового процесса над простыми игроками, тем самым мешая остальным игрокам; банить, мутить, кикать игроков без причины.</p></li>
                                <li class="tn nt"><p>Взаимодействовать с наказаниями, выданными другим администратором, т.е. размучивать или разбанивать игроков ссылаясь на ваше личное мнение. Если вы посчитаете, что наказание было не обоснованно или выдано не верно, то напиши об этом команде проекта для дальнейшего выяснения всей ситуации.</p></li>
                                <li class="tn nt"><p>Самому нарушать правила. Оскорблять кого-то, мешать игре, использовать сторонее ПО для преимущества над игроками и т.д.</p></li>
                                <li class="tn nt"><p>Лояльно относится к нарушителям правил сервера, будь то друзья, родственники или знакомые.</p></li>
                                <li class="tn nt"><p>Придумывать свои правила с применением каких-либо наказаний.</p></li>
                                <li class="tn nt"><p>Необоснованно завышать или занижать сроки наказаний.</p></li>
                                <li class="tn nt"><p>Мутить у себя игроков, дабы никого не слышать, тем самым пропускать нарушения от игроков мимо ушей. Игроки, которые получили мут в игре от валв - должны быть размучены у вас.</p></li>
                                <li class="tn nt"><p>Вызывать на проверки. Это может делать лишь администратор со специальной ролью в нашем Discord канале.</p></li>
                                <li class="tn nt"><p>Проявлять заинтересованность в каком-либо конфликте. Поддерживать его, защищать или нападать на одну из сторон.</p></li>
                                <li class="tn nt"><p>Включать фильтр чата. Так не будет видно нарушений и соответственно нарушители не понесут наказание.</p></li>
                                <li class="tn nt"><p>Игнорирование репортов. При любой возможности вы должны отписываться и реагировать на каждый новый репорт, чтобы искоренить нарушителей с сервера.</p></li>
                                <li class="tn nt"><p>Распространять информацию из приватных чатов и личных переговоров с персоналом проекта лицам, не имеющим к ней доступ.</p></li>
                            </ol>
                        </li>
                    </ol>
                    </div>
                    
                    <div class="tabs-content">
                        <div class="header-r"><h4>Правила сервера «DEATHRUN»</h4></div>
                    <ol class="tn">
                        <li class="tn">Основное положение.
                            <ol class="tn">
                                <li class="tn nt"><p>Игроки делятся на два состава. Основная задача Т не дать КТ добраться до конца карты, используя все возможные ловушки, установленные на карте, КТ в свою очередь должны обхитрить Т, по итогу прохождения выбрать желаемый режим игры. Выбор режима стоит исключительно за КТ..</p></li>
                                <li class="tn nt"><p>Террористу разрешено пропускать последнего выжившего КТ, если он на это согласен, при этом Т не должен прожимать ловушки, а КТ должен пойти на тот режим, куда попросил Т.</p></li>
                                <li class="tn nt"><p>Правила рулетки. Т всегда стреляет первым, но может передать эту возможность противнику. КТ начинает перемещаться вправо-влево на несколько шагов от исходной позиции (запрещено прыгать, приседать, останавливаться, крутиться, вертеть головой вверх/вниз), Т останавливает свой прицел на исходной позиции КТ, выжидает незначительное время и делает один выстрел, затем участники меняются ролями, и так до тех пор, пока один из участников не будет убит. Бегать можно только вправо/влево.</p></li>
                            </ol>
                        </li>
                            <br>
                        <li class="tn">Поведение в игре.
                            <ol class="tn">
                                <li class="tn nt"><p>Запрещено выкидывать оружие в воду на бхоп режиме.<br><b>Наказание: Блокировка аккаунта от 1 до 3 часа.</b></p></li>
                                <li class="tn nt"><p>Запрещено нарушать правила рулетки.<br><b>Наказание: Блокировка аккаунта от 1 до 3 часа.</b></p></li>
                                <li class="tn nt"><p>Запрещено выжидать игроков противоположной команды у входов в зону или в самой зоне телепортации.<br><b>Наказание: Блокировка аккаунта от 1 до 3 часов.</b></p></li>
                            </ol>
                        </li>
                            <br>
                        <li class="tn">Для команды Т.
                            <ol class="tn">
                                <li class="tn nt"><p>Запрещено выходить с сервера.<br><b>Наказание: Автоматическая блокировка аккаунта на 40 минут.</b></p></li>
                                <li class="tn nt"><p>Запрещено пытаться сделать суицид.<br><b>Наказание: Блокировка аккаунта от 1 до 3 дней.</b></p></li>
                                <li class="tn nt"><p>Запрещено наносить урон игрокам, которые проходят карту, оружием, полученным нелегальным путем.<br><b>Наказание: Блокировка аккаунта на 1 день.</b></p></li>
                                <li class="tn nt"><p>Запрещено пропускать определенных игроков, также делать с ними перемирие.<br><b>Наказание: Блокировка аккаунта на 1 день.</b></p></li>
                            </ol>
                        </li>
                            <br>
                        <li class="tn">Для команды КТ.
                            <ol class="tn">
                                <li class="tn nt"><p>Запрещено убийство союзников нажатием кнопок ловушек.<br><b>Блокировка аккаунта от 1 до 3 часов.</b></p></li>
                                <li class="tn nt"><p>Запрещено нарушать договоренность пропуска, если режим игры был обговорен двумя сторонами.<br><b>Наказание: Блокировка аккаунта на 1 день.</b></p></li>
                            </ol>
                        </li>
                            <br>
                        <li class="tn"> Для привилегированных игроков.
                            <ol class="tn">
                                <li class="tn nt"><p>Запрещено возрождаться, когда в живых остались лишь 2 игрока.<br><b>Наказание: Блокировка аккаунта на 1 день.</b></p></li>
                            </ol>
                        </li>
                    </ol>
                    </div>

                    <div class="tabs-content">
                        <div class="header-r"><h4>Правила сервера «MANIAC»</h4></div>
                    <ol class="tn">
						<li class="tn">Основное положение.
                            <ol class="tn">
                                <li class="tn nt"><p>Основная задача выживших (КТ) хорошо спрятаться или убежать от маньяка (Т), который в свою очередь должен найти и убить всех выживших. Каждый маньяк и выживший имеет свою уникальную способность.</p></li>
                            </ol>
                        </li>
                            <br>
                        <li class="tn">Для команды Т.
                            <ol class="tn">
                                <li class="tn nt"><p>Запрещено выбирая определенного маньяка ставить лазерные мины и тотемы у себя на респавне, после чего переключаться на другого маньяка.<br><b>Наказание: Блокировка аккаунта на 1 день.</b></p></li>
                                <li class="tn nt"><p>Запрещено с помощью определенных способностей или ультимейта выходить за текстуры карты.<br><b>Наказание: Блокировка аккаунта на 1 день.</b></p></li>
                            </ol>
                        </li>
                    </ol>
                    </div>

                    <!-- <div class="tabs-content">
                    <ol class="tn">
						<li class="tn">
                            <ol class="tn">Coming soon...</ol>
                        </li>
                    </ol>
                    </div> -->

                </div>

                </div>
		</div>
	</div>
</div></div>
