<div class="faq_content">
    <?php $rules = "https://extremium.gitbook.io/rules"; ?>
    <div class="faq_header_r"><h4>Общие правила проекта «E[X]TREMIUM»</h4></div>
    <a class="faq_header_dop" href="<?= $rules ?>" target="_blank"><b>Подробнее</b></a>
    <ol class="tn">
        <li class="tn">Основное положение.
            <ol class="tn">
                <li class="tn nt"><p>Заходя на наш сервер, либо посещая наши ресурсы, вы автоматически соглашаетесь с указанными здесь правилами. Незнание правил не освобождает вас от ответственности, а при возникновении каких-либо претензий, связанных с вышеупомянутым фактом, администрация полностью освобождается от ответственности.</p></li>
                <li class="tn nt"><p>Персонал проекта вправе изменить текущие правила в любой момент не уведомляя об этом игроков. Изменения вступают в силу после того, как они будут опубликованы на сайте.</p></li>
                <li class="tn nt"><p>Персонал проекта вправе приостановить действие вашей учётной записи, если на это есть весомые причины.</p></li>
                <li class="tn nt"><p>В случае какой-либо утери из-за багов сервера обратитесь в нашу техническую поддержку, которая расположена в личных сообщениях группы вк для максимально быстрого решения возникшей проблемы. Несвоевременное обращение может привести к отказу. Мы не несем ответственности за вещи, утерянные игровым путем. Любая попытка обмана или введение в заблуждение может караться блокировкой аккаунта.</p></li>
                <li class="tn nt"><p>Запрещена продажа и передача своего личного аккаунта другому пользователю, а также покупка и использование чужого аккаунта, на котором уже есть действующие привилегии. Запрещено осознанное размещение информации о намерении продажи аккаунта, внутриигровой валюты и иных приспособлений.</p></li>
                <li class="tn nt"><p>Если на одном из ваших аккаунтов имеется активная блокировка или VAC в CS:GO, то заход с последующих аккаунтов строго запрещён, в противном случае возможна постоянная блокировка всех учётных записей без возможности разбана.</p></li>
                <li class="tn nt"><p>Игрок, который нарушил правила и не был своевременно наказан, может получить блокировку в несколько раз выше, чем написано в правилах, если на него подадут жалобу на форуме.</p></li>
                <li class="tn nt"><p>Персонал проекта вправе произвести полное или частичное обнуление аккаунта, основываясь на серьезные для этого причины. Обнулению может подвергаться внутриигровая валюта, опыт, звание, статистика и уровни варкрафта.</p></li>
                <li class="tn nt"><p>Запрещено приглашать или созывать игроков в вк беседы, дискорд, телеграмм каналы и в прочие места сбора для коммуникабельности между друг другом, т.е. на ресурсы, официально не связанные с проектом, как на сервере, так и в личных сообщениях.</p></li>
                <!-- <p class="canceled-r"></p> -->
                <!-- <a class="links_oferta"></a> -->
            </ol>
        </li>
            <br>
        <li class="tn">Поведение в игре.
            <ol class="tn">
                <li class="tn nt"><p>Запрещено использование, хранение и распространение программного обеспечения, дающего преимущество над другими игроками (читы, ахк скрипты, макросы в мышках и т.п.).<br><b>Наказание: Бессрочная блокировка аккаунта.</b></p></li>
                <li class="tn nt"><p>Запрещено умышленное использование и распространение багов сервера, игры, карт, привилегий для получения какой-либо выгоды или баловства.<br><b>Наказание: Блокировка аккаунта от 1 до 7 дней.</b></p></li>
                <li class="tn nt"><p>Запрещено использование сторонних программ для передачи информации о местоположении игроков например по дискорду, скайпу, тимспику своим друзьям и знакомым.<br><b>Наказание: Блокировка аккаунта на 7 дней.</b></p></li>
                <li class="tn nt"><p>Запрещено рекламировать в чатах сторонние ресурсы, не относящиеся к проекту, и не связанные с Valve Corporation. Также запрещена скрытая реклама или созыв куда-либо через лс.<br><b>Наказание: Блокировка аккаунта от 1 до 7 дней.</b></p></li>
                <li class="tn nt"><p>Запрещено использование оскорбительных никнеймов, содержащих в себе любое упоминание какого-либо человека, например: его прозвище, имя, фамилия или ник.<br><b>Наказание: Блокировка аккаунта на 3 часа.</b></p></li>
                <li class="tn nt"><p>Запрещено оскорбление и высказывание недовольства в сторону проекта, услуг, персонала и гл.админа, а также, ко всем ресурсам, которые там есть, даже завуалированным текстом.<br><b>Наказание: Бессрочная блокировка аккаунта.</b></p></li>
                <li class="tn nt"><p>Запрещено намеренно препятствовать нормальной игре (стрелять в тиммейтов; кидать флешки в лицо тиммейтам; садится на тиммейтов; затягивать раунд; заключать союз с игроком противоположной команды; закрывать обзор видимости и т.д.).<br><b>Наказание: Блокировка аккаунта от 1 до 3 часов.</b></p></li>
                <li class="tn nt"><p>Запрещено продавать и покупать что-либо за реальную валюту. Будь то скины, аккаунты, серверная валюта, привилегии и т.д.<br><b>Наказание: Блокировка аккаунта на 7 дней.</b></p></li>
                <li class="tn nt"><p>Запрещено использовать оскорбляющий или унижающий кого-либо тег на оружии, содержащий в себе любое упоминание какого-либо человека, например: его прозвище, имя, фамилия или ник.<br><b>Наказание: Блокировка аккаунта от 1 до 3 дней.</b></p></li>
                <li class="tn nt"><p>Запрещено отправлять в админ чат текст оскорбительного характера и бессмысленные сообщения. Также запрещено засорять чат различными командами при наличии мута.<br><b>Наказание: Блокировка аккаунта на 3 часа.</b></p></li>
                <li class="tn nt"><p>Запрещено оффтопить в репорт. Например: отправка репортов не имеющих никакого смысла (шуткой), отправка репорта в ответ (если кинули на вас). При отправке репорта стоит указывать конкретную причину жалобы.<br><b>Наказание: Блокировка аккаунта до 1 дня.</b></p></li>
            </ol>
        </li>
            <br>
        <li class="tn">Поведения игроков в чате.
            <ol class="tn">
                <li class="tn nt"><p>Запрещено оскорблять игроков, а также хамить им.<br><b>Наказание: Блокировка чата от 1 до 3 часов.</b></p></li>
                <li class="tn nt"><p>Запрещен флуд, спам, капс более нескольких раз в течении небольшого промежутка времени.<br><b>Наказание: Блокировка чата от 1 до 3 часов.</b></p></li>
                <li class="tn nt"><p>Запрещено выдавать информацию о местоположении игроков на карте, если вы мертвы. Допускается разглашение подобной информации только о том месте, где вас убили в течении трех секунд после вашей смерти.<br><b>Наказание: Блокировка чата на 1 час.</b></p></li>
                <li class="tn nt"><p>Запрещено включать музыку по микрофону через динамики или какую-то программу.<br><b>Наказание: Блокировка чата на 6 часов.</b></p></li>
                <li class="tn nt"><p>Запрещено издавать какие-либо шумы и посторонние звуки (наличие плохого микрофона; чавканье; хлопки; шлепки; звуки телевизора на заднем плане; крики; рыгание и т.д.).<br><b>Наказание: Блокировка чата от 1 до 3 часов.</b></p></li>
                <li class="tn nt"><p>Запрещено намерено оскорблять игроков перед выходом с сервера, тем самым наплевательски относясь к наказанию.<br><b>Наказание: Блокировка чата на 1 день.</b></p></li>
                <li class="tn nt"><p>Запрещен расизм, национализм и межнациональная рознь в грубой и оскорбительной форме. Разговоры, направленные на возбуждение ненависти либо вражды, а также на унижение достоинства человека по признакам расы, национальности, языка, происхождения и отношения к религии.<br><b>Наказание: Блокировка чатов от 1 до 5 дней.</b> <b class="mini_addition">(Бессрочная блокировка аккаунта на усмотрение персонала.)</b></p></li>
                <li class="tn nt"><p>Запрещено выдавать себя за администратора сервера, если вы таковым не являетесь (угрозы баном или мутом; использование идентичных или максимально похожих никнеймов администрации; клан-теги, например: модератор, админ и т.д.).<br><b>Наказание: Блокировка чатов от 1 до 7 дней.</b></p></li>
                <li class="tn nt"><p>Запрещено оскорбление, а также упоминание родных и близких в плохом контексте.<br><b>Наказание: Блокировка чатов на 5 дней.</b></p></li>
                <li class="tn nt"><p>Запрещено мониторить администратора, находящегося на сервере в инвизе, особенно, если при этом присутствуют злостные нарушители.<br><b>Наказание: Блокировка чата на 3 часа.</b></p></li>
                <li class="tn nt"><p>Запрещена чрезмерная назойливость в любом её виде (игрок, раздражающий большую часть сервера).<br><b>Наказание: Блокировка чата от 1 до 3 часов.</b></p></li>
            </ol>
        </li>
            <br>
        <li class="tn">Для привилегированных игроков.
            <ol class="tn">
                <li class="tn nt"><p>Запрещено танцевать во время перестрелки.<br><b>Наказание: Блокировка аккаунта на 1 день.</b></p></li>
                <li class="tn nt"><p>Запрещено бессмысленно засорять карту рисовалкой (зарисовывать проходы; оскорблять игроков; рисовать свастику и 18+ контент).<br><b>Наказание: Блокировка аккаунта от 1 до 7 дней.</b></p></li>
                <li class="tn nt"><p>Запрещено брать оружейный комплект на 1, 2, 16 и 17 раунде (паблик).<br><b>Наказание: Блокировка аккаунта на 1 день.</b></p></li>
            </ol>
        </li>
    </ol>
</div>